MPH001A通用高速数据电台密码机
TBM023B/023C型超短波电台密码模块
MPX001B数字群路密码机
MPZ003B型USB盒式密码机
MPH005短波电台密码机
MPW012C车载型百兆IP网络密码机
MPX001D数字群落密码机
MMF015密码注入器
MPP001A型机载密码机
MPH004B超短波电台密码机
JJP902C密码机
JP951E会议电视密码机
陆军北斗集群定位系统密码分系统
MPP001A型JIDS机载C类端机密码机
MPH004A超短波电台密码机
MZD019型1000M以太网接口密码机
JJP904S超短波电台密码机
MPD016A指挥所无线通信系统线路密码机
JJP980B2综合数据链直升机载型V/U信道密码机
MPT004B炮兵防空兵超短波电台密码机
MPZ001B型CPCI全加固卡式密码机
MMD066E北斗二号密钥参数注入器
TCR220-1型125W知波电台
TCR220-1型125W短波电台
MPD029A近程无人机密码机
MMD059车载型通用综合服务分发设备
MPH004A超短波电台密
5GHz微波接力机
MPD040A/B无人机测控系统密码机
MPX001D数字群路密码机
文电系统
MPX034八路数字群路密码机
MPT005短波电台密码机
310工程报文分系统
MPT002A多功能电台密码机
MPX002A神通-1卫星干线群路密码机
MPP032B综合数据链直升机载型V/U信道密码机
JJY910K一体化指挥平台密码管理系统
MPD040A无人机测控系统密码机
JP980A1综合数据链陆用型HF信道密码机
MMD015密码资源注入器
MPD029A/B近程无人机密码机
MMD040A炮兵群移动数传系统密钥分发器
MPD007北斗导航用户终端密码模块
MPD040B无人机测控系统密码机
MPH009手持式超短波电台密码机
MPT013B超短波电台嵌入式密码机
MMD049一体化专核密码管理系统
MPW003D千兆网络密码机
TBM023B型超短波电台密码模块
MPD041A超近程无人机密码机
MTS005A便携式4G移动通信加密网关
MPH004A型超短波电台密码模块
应用系统
TCM-365型80K群路保密机
MMF028B无人机密码注入器
集团军普通密码系统
集团军密码系统集成
TJM0006型网管安全保密模块
北斗一号密码系统
JJY910K密码管理系统
MPX001E数字群落密码机
集团军密码装备
JJP980A1综合数据链陆用型HF信道密码机
JJP951F会议电视密码机
MPD029B近程无人机密码机
TBM023C型手持式超短波电台密码模块
集团军兵种内部
MPD041A超近程无人机测控系统密码机
JJP980H综合数据链虚拟信道密码模块
JJP951E会议电视密码机
北斗手持双模型用户机
TBM023C型超短波电台密码模块
TMM039型卫星通信密码机
MPX001C数字群路密码机
TJM0004型端机保密机
JKP-980D2航空数据链V/U信道密码机
MZX004A型1000M信道密码机
MZD019型1000M以太网接口密码机文件
MPT006短波电台密码机
MPP001A型JIDS机载C类端机密码机
MPD009北斗导航用户兼容型终端密码模块
MPH009手持式超短波电台密码模块
MMD066E北斗密钥参数注入器
JJP902E密码机
MPH006短波密码机
MMD052A简版便携式密码资源注入器
MPX001E数字群路密码机
本地销毁
高级设置
指示灯说明
密钥状态查询
管理器软件安装
适用范围
疑难解答
管理日志
密钥注入
密码机自检
配置管理软件
密钥载体
设备测试
密码模块查询
加注功能
短期撤收
状态说明
注钥
配置向导
密钥区号和组号的选择
WEB配置说明
面板操作键
系统初始化
设置勤务密钥操作流程
存储运输
RNSS强制加注
注入操作
目标检查
设置扩频开关操作流程
装备注册
密钥保障组织实施
信道控制操作流程
安装密码模块
一级销毁
离线密钥加注及更换
使用说明
辅助管理工具
操作使用
查询设备工作状态
分级销毁
强制加注
管理器软件系统升级
密钥管理
设置端口号
二级销毁
询问设备号
断电断钥
维护保养
设置
接入节点密码机注钥
开启密码机
安装SIM卡
天调的操作
告警查询
升级JJY910K密码管理系统
毁钥
安装调试
数据注入
面板说明
系统开通和设备管理流程
修改局域网
密码辅助系统软件密码销毁
密钥保障
菜单结构
RNSS自动加注
密码辅助系统软件密码安装
系统撤收
注入器自检
资源人工加注
蜂鸣器
密码机密钥注入
接线
注入器操作
状态查询
开机电检
自检
密码机初装与密钥安装
工作方式选择
密码机初装
RJ45接口
密码设备管理流程
接口工作选择
主密钥组号选择
日常维护
密码机状态查询
使用
密钥组号选择
加电检查
设置频率自适应开关操作流程
开机
抗干扰方式操作流程
系统搭建
电台操作
密码辅助系统软件建立连接
注入主密钥
设备状态
参数设置
密钥组号
IP地址设置
远程销毁
指示灯
密钥体配备标准
使用范围
设备管理
RDSS强制加注
在线密码资源管理
操作
开启设备
安装
销毁
销毁步骤
安装专网模块
组织运用
密钥种类、来源和更换周期
设备调试
明密控制
工作频率操作流程
注意事项
安装后检查
系统开设
密钥查询
安装C壳
使用操作方法
启动及运行
ISDN设置
恢复
密码辅助系统软件密码信息
开机自检
设备注册
机动用户密码机注钥
手持控制器
设置波道操作流程
密码机安装
工作密钥分配
自动加注
拆卸
密码机状态转换说明
EWK注入
MMF015密码注入器时操作
查询设备号
DTE接口
在线密管操作
修改隧道
管理器软件系统出厂
修改账号
信道传输选择
系统连接注意事项
安装步骤
设置密码机网络参数
软件卸载
勤务呼叫相关操作流程
安装ISDN模块
联机互通
存储及运输
身份认证
软件安装
销毁密钥
资源自动加注
离线密码资源管理
查询模块号
设置收发频率操作流程
加密方式
管理器软件系统参数
安装密码机
算法状态查询
管理器软件主界面
设备销毁
离线分发密钥
操作流程
DCE接口
查看状态
密钥说明
加解密通信
通信接口
应急密钥产生
群路接口方式
上报日志
设备自检
主密钥注入
主动毁钥
安装前检查
RDSS自动加注
单机测试
密码管理节点开通流程
参数配置
管理器软件系统时间
信道传输方式
强制毁钥
密码资源数据注入
关闭设备
系统设置
加解密发送
设备检查
分配工作密钥
调用频率组操作流程
信道状态操作流程
JZS790C1密钥注入器时操作
外部调整检测
毁钥操作
安装事项
设备安装
IC卡
管理器软件登录
注入密钥
模式选择
密钥更换
密钥销毁
收集工作状态
设置功率自适应开关操作流程
隧道配置
管理器软件系统备份
销毁方式
加电说明
长期撤收
设置功率档位操作流程
接口插座
组织应用
密钥切换
加解密接收
密码辅助系统软件数据维护
工作密钥的端端自动分配
设置扩频码操作流程
管理器软件系统恢复
硬件安装
复位操作
管理器软件系统重启
功能接口
互连互通
身份认证功能
功能
密钥管理功能
地图操作功能
保密信息处理能力
已有功能
态势感知
基本功能
自动检测功能
RDSS基本功能
安全措施
自检
系统
加注功能
卫星状态
用途
主要功能
报文通信
计算机网络密码设备
数据加脱密功能
密码管理
其它功能
密码服务功能
自动跟随同步功能
无线电台密码设备
密码管理功能
加密速率
RNSS基本功能
互联互通
安全防护功能
加解密处理
实时监控功能
功能结构
导航定位密码装备
导航功能
组网协议
系统功能
接口功能
数据链密码设备
装备组成
系统组成
结构组成
产品组成
体系结构
保密机组成
通信手段组成
组成
硬件组成
接口组成
软件组成
注入过程中报告未找到算法文件或密钥文件
键盘操作无效
无法解密
密码机告警灯亮，状态灯3亮，且等待2-3分钟后不消失。
返回错误码：0x1F未配置相应密码，拒绝加脱密
明通时，视频声音都正常；密通时，视频或声音异常明通时，终端可使用4M带宽；密通时，终端无法使用4M带宽
在卫星通信终端的控制面板上选择“TDMA模式”“参数查询”“密码机参数”，查询到密码机密钥检查结果显示不正确
解密失败
控制软件不能对密码机进行配置
注入密钥过程中回报注钥失败
为MPD040A/B密码机进行注入时，报告“不能识别的USB设备”
无法注入密钥
通信故障
在使用密钥注入器注入密钥后，指示灯状态没有变化。在使用密钥注入器注入密钥后，指示灯状态没有变化。
设备突然关机
不能注钥
保密通信不正常时
正常工作一段时间后停止工作
无法与其它密码机互通
密码机管理软件提示“请检查USB连接”
注入器连接密码机后显示无法找到密码机设备
无法开机
无法获取下属用户
电台开机自检不显示“黑星”或“白星”
为MPD041A地面/机载密码机注入结束后，上行链路不通
工作指示灯亮红色
线路模式下两台密码机无法通信
两台MPP001A型机载密码机之间无法正常通信
MPP001A型机载密码机工作指示灯不亮。
忘记口令
密管代理软件报错
软件自动启动失败
ETH接收灯不闪
不能与对端密码机用户通信
在毁钥操作后，指示灯状态没有变化。在毁钥操作后，指示灯状态没有变化。
密码机液晶屏显示“双方密钥不一致”
密码机主密钥区号与组号的设置是否与规定使用的一致
读卡器读卡时，状态灯异常
不能注入密钥
密码机测试工具提示“初始化消息头失败
电源灯长亮，指示灯快闪
读卡器指示灯异常
电源灯灭，指示灯灭
上电后自检错误
密码机不能正常加解密工作
故障红灯亮或闪
电源灯长亮，指示灯长亮
网线连接好密码机的用户口、网络口，但指示灯始终不亮
密码机液晶屏显示“双方时间差太大”
为MPD029A/B密码机注入结束后，上下行链路不通
使用密码资源注入器时，报发送包失败
第三方应用数据传输失败
自检报错
设备开机后无显示
无法进行导航电文解密
加密模式不能入网
未检测到密码机
密码机告警灯亮，状态灯1、2亮
返回错误码：0x9A基本密钥选取失败
加电后与指示灯2交替闪烁，数秒后仍然保持闪烁。加电后与指示灯1交替闪烁，数秒后仍然保持闪烁。
系统时间无法正确设置
加电时所有指示灯不亮
没有复位应答信号
密管代理报错
加密失败
注入过程中报告注入失败
返回错误码：0x1A密码机目前的状态不能提供这项服务
液晶显示不正常
无法自毁
网络不通
机载端机收不到MPP001A型机载密码机自检完成的标识或机载C类端机保密机工作指示灯不亮
明通时，视频声音都正常；密通时，视频或声音异常明通时，终端可使用8M带宽；密通时，终端无法使用8M带宽
计算机设备管理中不能找到网管安全保密模块
密码机接入网中后无法与网中其他密码机进行正常加解密通信
保密管理中心无法分配MPP001A型机载密码机工作密钥。
KeyChgL.exe或KeyChgTYC.exe无法运行。
无法执行加注任务
启动后状态灯停留在快闪状态，没有进入慢闪状态
无法通过密码管理系统或算法资源库向注入器下载数据
5.8返回错误码：0x1391(5009)、0x139C(5020)、0x139D(5021.、0x139E(5022.上述错误码均为文件读写类错误
密码机报警灯亮、状态1灯亮
无法登录系统
启动后状态灯不闪
设备开机显示正常但认证不成功
注钥故障
电台开机自检显示“黑星”但密话不通
输入IC卡口令无法正确登陆
配置管理软件登录失败
返回错误码：0x9F无此功能调用
注入器死机
军用文电软件登录失败
加密隧道不通
密码辅助软件显示无法与目标机建立连接
LINK指示灯不亮
无法对密码设备进行算法资源加注
不能正常进行程序加载
网络能通但传输变慢，有丢包现象
机载端机向MPP001A型机载密码机发送自检命令，MPP001A型机载密码机的返回自检失败
电池盒盖脱落，无法正常装入电池
配置管理软件中“设备测试”不通过
若在密码机启动过程中，较长时间（约2分钟）都没有看到状态指示灯闪烁
管理器软件显示与设备建立连接失败或登录失败
电源灯长亮，指示灯快闪（绿灯亮或灭的时间持续0.5秒左右）
加电后保持常亮，加电后保持常亮。
加电后与指示灯2交替闪烁，数秒后熄灭。加电后与指示灯1交替闪烁，数秒后熄灭
硬件安装完成后，开机棒状态灯不亮。
液晶面板显示“IC卡不在位！”、“读IC卡失败！”
找不到对应的动态库
用户机指示智能卡出错
配置管理软件提示未找到密码机
装上密码机的两台电台无法对通密话
不能进行解密工作
所有LINK指示灯闪烁，网络速度变慢
密码机设置正确，但双方无法通信
电源灯长亮，指示灯慢闪（绿灯亮或灭的时间持续2秒左右）
ETH发送灯常亮和ETH接收灯常亮
线路接收灯亮但脱密灯不亮；线路发送灯亮但加密灯不亮；
无法永久关闭
执行密码机控制软件上的命令，但弹出对话框“没有接收到密码机回应分组
无法在上级管理设备中注册
在执行加解密操作时，每进行一组数据的加解密，指示灯状态不变化。在执行加解密操作时，每进行一组数据的加解密，指示灯状态不变化。
为MPD040A/B密码机注入结束后，上下行链路不通。
无法自检
保密管理中心无法分配JIDS机载端机保密机工作密钥
密码管理系统无法进行线内管理
不能正常加密话音通信
两端密码机明通不正常
电台开机自检显示“白星”或显示主密钥、工作密钥错误等错误
密码机启动过程中，状态指示灯呈红色闪烁，并且伴有声音
线路接收灯不亮；线路发送灯不亮
用户机指示智能卡无应答
密码机“工作”指示灯闪烁或在卫星通信终端的控制面板上选择“TDMA模式”“参数查询”“密码机参数”，查询到密码机状态不正确，说明密码机开机自检没有通过
开机时模块插卡状态指示灯不亮
使用密码资源注入器时，报超时或发送包失败
液晶面板显示“终端错误”、“线路端错误”或者“第一（二）路不通”
返回错误码：5005（或0x5A报头认证未通过
无法接收加注任务
硬件安装完成后，开机卡状态灯不亮
注入器连接密码机后，运行注入软件时回报无法找到密码机
为地面/机载密码机注入密钥结束后，上行遥控链路不通
超级终端无法正常输入输出
可靠配配置
配置
RDSS性能指标
可靠性配置
电源配置
电磁兼容配置
信号重捕时间配置
硬件配置
系统传输处理配置
性能配置
首次定位时间配置
定位精度配置
服务器配置
可维性配置
导航信号配置
业务配置
战术配置
功能配置
文电系统配置
配置流程
单机配置
环境配置
运行环境配置
客户机配置
接收灵敏度配置
贮存环境配置
工作环境配置
电气配置